#language: el
Δυνατότητα: Αναζήτηση στοιχείων μέλους του ΟΠΑ

  Σενάριο: Επιτυχής αναζήτηση σε όλες τις επαφές
    Δεδομένου ο χρήστης ανοίγει τη σελίδα αναζήτησης επαφών
    Όταν εκτελεί αναζήτηση με όρο "Μαλεύρης"
    Τότε εμφανίζεται αποτέλεσμα με ονοματεπώνυμο "ΜΑΛΕΥΡΗΣ ΝΙΚΟΛΑΟΣ"

  Σενάριο: Αναζήτηση χωρίς αποτελέσματα σε όλες τις επαφές
    Δεδομένου ο χρήστης ανοίγει τη σελίδα αναζήτησης επαφών
    Όταν εκτελεί αναζήτηση με όρο "Παπαδημητρίου"
    Τότε δεν εμφανίζεται κανένα αποτέλεσμα
    
  Σενάριο: Επιτυχής αναζήτηση στις επαφές ενός τμήματος
    Δεδομένου ο χρήστης ανοίγει τη σελίδα αναζήτησης επαφών
    Όταν επιλέγει αναζήτηση στο τμήμα "Τμήμα Πληροφορικής" 
    Και εκτελεί αναζήτηση με όρο "Μαλεύρης"
    Τότε εμφανίζεται αποτέλεσμα με ονοματεπώνυμο "ΜΑΛΕΥΡΗΣ ΝΙΚΟΛΑΟΣ"
    
    
    
    