#language: el
Δυνατότητα: Αναζήτηση στοιχείων μέλους του ΟΠΑ

  Σενάριο: Επιτυχής αναζήτηση σε όλες τις επαφές
    Δεδομένου ο χρήστης ανοίγει τη σελίδα αναζήτησης επαφών
    Όταν ο χρήστης εκτελεί αναζήτηση με όρο "Μαλεύρης"
    Τότε εμφανίζεται αποτέλεσμα με ονοματεπώνυμο "ΜΑΛΕΥΡΗΣ ΝΙΚΟΛΑΟΣ"

  Σενάριο: Αναζήτηση χωρίς αποτελέσματα σε όλες τις επαφές
    Δεδομένου ο χρήστης ανοίγει τη σελίδα αναζήτησης επαφών
    Όταν ο χρήστης εκτελεί αναζήτηση με όρο "Παπαδημητρίου"
    Τότε εμφανίζεται αποτέλεσμα με ονοματεπώνυμο "ΜΑΛΕΥΡΗΣ ΝΙΚΟΛΑΟΣ"